{"inkVersion":21,"root":[[{"->":"begin"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"begin":[["#","^Carlos","/#","^Excuse me sir, i’m looking for some work","\n","#","^Anthony","/#","^Work, huh? Not many people come in here asking for that these days. You know how to fix electronics?","\n","ev","str","^Take anser honestly","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Lies","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","#","^Carlos","/#","^Not really, but I can learn fast. I need a job, and I’m willing to do whatever it takes.","\n","#","^Anthony","/#","^Well, honesty’s a good start. But this isn’t the kind of job you just ‘pick up’ overnight. It takes patience, skill, and a good eye for details.","\n","^Why’d you come here, of all places? You seem like you’ve had some rough days.","\n","#","^Carlos","/#","^I’ve… been through a lot. Just trying to turn things around, you know?","\n","#","^Anthony","/#","^Alright. I can give you a few basic tasks to start. If you’re serious, show up later, and we’ll see how you do, eee..??","\n",{"->":"section2"},{"#f":5}],"c-1":["\n","#","^Carlos","/#","^Yeah, I’ve done some repairs before. Mostly small stuff. Radios, TVs, that kind of thing.","\n","#","^Anthony","/#","^Is that so? Well, I can always use an extra set of hands. But let me tell you upfront—if you don’t know your way around a circuit board, you’ll get caught pretty quick.","\n","#","^Carlos","/#","^I can handle it. Just give me a chance.","\n","#","^Anthony","/#","^Alright. Show up later, and we’ll see if you can walk the talk. But I have to ask—why here? Why now? You don’t exactly look like the type who’s been fixing things all his life, eee??","\n",{"->":"section2"},{"#f":5}]}],{"#f":1}],"section2":["#","^Carlos","/#","^It’s Carlos. Carlos Ozul.","\n","#","^Anthony","/#","^Ahh, you’re just out of prison, aren’t you?","\n","#","^Carlos","/#","^\"*panic*\", w..e..l..ll..","\n","#","^Anthony","/#","^Well everyone deserves a second chance, you know, Show up later. Let’s see what you can do.","\n","#","^Carlos","/#","^(Self Thought) Now i need to figure out, which way i wanna go.","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}